[PAD]	0
[NULL]	1
venezuela	2
ukraine	3
columbia	4
vietnam	5
philippines	6
india	7
brazil	8
morocco	9
global	10
bangladesh	11
russia	12
america	13
argentina	14
eastasia	15
peru	16
indonesia	17
saudiarabia	18
globalblackhair	19
kenya	20
britain	21
chile	22
mexico	23
turkey	24
germany	25
nigeria	26
pakistan	27
italy	28
bulgaria	29
egypt	30
france	31
africa	32
spain	33
southafrica	34
greece	35
ghana	36
thailand	37
kuwait	38
southkorea	39
tanzania	40
oman	41
canada	42
china	43
portugal	44
unitedarabemirates	45
japan	46
malaysia	47
