[PAD]	0
[NULL]	1
20011504705	2
18452776953	3
18201015815	4
19898697030	5
20450694854	6
15644785671	7
20103851880	8
15373834790	9
18173250603	10
18479141969	11
18586923246	12
10302711056	13
15244184080	14
18522029456	15
20398565718	16
19835861486	17
13087143268	18
15860538198	19
18218567039	20
16836665488	21
18894110287	22
19913320774	23
13931766395	24
16382548761	25
17087144571	26
18375936872	27
19634380284	28
20780836799	29
20399087932	30
18672890535	31
19627173526	32
16498725970	33
17387482282	34
17497314364	35
13868753185	36
18147715646	37
18019930518	38
17821248131	39
17223922263	40
19643057755	41
20284676545	42
16660191733	43
20800273654	44
13572372374	45
20827111678	46
20860176929	47
20766927993	48
13929207495	49
11881522934	50
19160231162	51
20357599351	52
18992789911	53
16191841117	54
17387480521	55
20797126045	56
17061056051	57
17348491423	58
15504785274	59
18843972636	60
20880584323	61
17560637413	62
17396189198	63
19643070232	64
18687497198	65
19194235888	66
20767357807	67
19634417706	68
19867487432	69
20671940619	70
17496281192	71
13296256229	72
20817261264	73
16187926782	74
18846927505	75
19638947695	76
20503205682	77
20443613898	78
20392349685	79
20928981593	80
19642165195	81
19876236847	82
20464772345	83
19638909242	84
20554311090	85
20190651036	86
17358578345	87
15768571194	88
18572501026	89
17407426256	90
19656759271	91
20752550353	92
18376782207	93
16697577556	94
9573688512	95
20084964866	96
19756890620	97
10308869985	98
19117569492	99
20416465194	100
17762973525	101
19195498220	102
19639059992	103
19867865997	104
20676619863	105
20650178147	106
20850790065	107
15259990462	108
20587865491	109
17365026883	110
20011484374	111
18016074188	112
20291068040	113
19643114794	114
20820256035	115
20738859078	116
20897126638	117
14355177990	118
18028980868	119
20797176367	120
20784805107	121
19663025749	122
20498955264	123
19847766168	124
20774337525	125
19481601314	126
20487505102	127
19643233406	128
20700296047	129
15521298872	130
18586698612	131
17724851984	132
20799997109	133
19657057198	134
18010508089	135
16590636870	136
20801044500	137
20041506441	138
17348497912	139
17498406667	140
20080329831	141
19479739403	142
20689856323	143
17317084516	144
20441496705	145
20336585897	146
15720351093	147
15561424760	148
9568732962	149
17157172298	150
20463319637	151
19628402628	152
20757523155	153
20571383242	154
20922149721	155
18752803349	156
18407956982	157
17967850502	158
19039400599	159
20634916035	160
20938538587	161
20530290382	162
20921980953	163
17384335431	164
17085319854	165
20444921256	166
20528296258	167
20280875758	168
17328607183	169
19641799642	170
17215828720	171
17289849732	172
20486090073	173
20947588042	174
20788549353	175
20267442682	176
19874249020	177
19639987832	178
19634780325	179
20195790629	180
17079543976	181
20680304106	182
17858054113	183
20585017086	184
18778187201	185
17295986583	186
17342428949	187
19903535173	188
18342244475	189
18606432479	190
20482655266	191
20242167720	192
20515788673	193
17296098120	194
20650188422	195
20644017105	196
20594761408	197
20522316638	198
17794228705	199
19649237445	200
19705855632	201
18019663812	202
20653504489	203
19624401776	204
19181203169	205
19643102605	206
19656778982	207
19030069321	208
17715168843	209
18016263536	210
17497194935	211
yyy	212
19727107611	213
17866145736	214
19912100597	215
18853782708	216
17813530468	217
20508159095	218
20647337486	219
17278079644	220
19649039985	221
20859000420	222
20828699733	223
20706554116	224
20686937037	225
20453074991	226
20650275071	227
17858053903	228
20644011813	229
17873986928	230
19868128747	231
20286129284	232
18016186952	233
20350240282	234
20217299255	235
20577946218	236
20498963940	237
20180394225	238
17248227521	239
18303377757	240
