[PAD]	0
[NULL]	1
151255675667	2
141077533399	3
147412149333	4
139898929159	5
139883533649	6
146779273137	7
137753857419	8
143840241031	9
140792855925	10
155236576991	11
109461846144	12
141871935493	13
151627046373	14
141077533359	15
152275221252	16
142327001016	17
135318045753	18
140678704268	19
134927609709	20
153284713848	21
155424270162	22
146418086291	23
141402191405	24
143045417643	25
130591466091	26
135752402066	27
144450286507	28
145902023033	29
142783245019	30
153255032804	31
144103241701	32
145852030539	33
134576416456	34
145948059726	35
143395185528	36
142868163018	37
127694285754	38
145684518172	39
140797768315	40
131486093433	41
147367988322	42
150199290653	43
145109059348	44
156767741272	45
152999350062	46
155753249933	47
142626264685	48
142436998453	49
146335250351	50
140061102714	51
137288920996	52
157631936842	53
157257382004	54
162376632211	55
139570321881	56
137915954366	57
131666253835	58
144669875433	59
140940932551	60
146135566735	61
142381732763	62
136792048283	63
158502990714	64
152688459558	65
141050153514	66
148753799514	67
139060721418	68
150256779114	69
123663524854	70
142280664444	71
140029675622	72
140740594227	73
131513356524	74
164786106468	75
132837228389	76
143239716676	77
144453915333	78
147737865087	79
148236440040	80
148222573610	81
150999154303	82
154354258483	83
141521237407	84
159343990507	85
145418019244	86
150870075824	87
136647903506	88
149297061728	89
148268390520	90
160588675587	91
160834320710	92
137630747501	93
148701070993	94
156617325107	95
140029675582	96
151114291642	97
160834320870	98
135839887614	99
134791118834	100
134456005406	101
144995793519	102
145467570463	103
143721878567	104
154616082143	105
143087837460	106
135336774176	107
146562887740	108
132059037246	109
135201071199	110
143218914608	111
143752647497	112
157916177420	113
153982959783	114
149789563422	115
142623359458	116
133706019806	117
149154240215	118
146991740056	119
137288937116	120
104284621562	121
150339901679	122
142639085927	123
144532608139	124
146122568776	125
135173837205	126
135585095225	127
154116901824	128
162376632371	129
142801498206	130
103249382587	131
157423126231	132
132609918210	133
156300273763	134
129868965316	135
150739369821	136
157346427011	137
140835768401	138
158048638968	139
155538421915	140
140593374889	141
153070922621	142
139386388006	143
149345188978	144
143007507514	145
165035263828	146
150050266949	147
150196197064	148
156035415303	149
137281822282	150
143064318142	151
150537428570	152
136128551455	153
131143715513	154
147219285730	155
143663269601	156
156680954540	157
145562552363	158
151597889486	159
142474850570	160
156466476955	161
139178763735	162
145836167758	163
152698972317	164
137288937356	165
154105659722	166
151945675349	167
145044511199	168
155902899818	169
126080999890	170
145237917772	171
159005900362	172
146932129388	173
144898445960	174
153723883582	175
136648787885	176
139758591593	177
146663800308	178
155330971385	179
148421425360	180
142973797349	181
139639354763	182
160661399441	183
130156418157	184
140682993274	185
140059104394	186
150196263304	187
137317930069	188
155601013384	189
155894178716	190
146802939000	191
150542008968	192
137589074322	193
141267151360	194
107101004338	195
146185089053	196
157289562938	197
158622837513	198
135579223845	199
145814165983	200
157915144553	201
151109114330	202
160354657591	203
140159420082	204
154060652079	205
140840816150	206
161924343811	207
156270492921	208
148719469659	209
153040507155	210
151732927660	211
132206010392	212
130633657106	213
115925412908	214
158520547880	215
142396909645	216
145814165943	217
137248731318	218
151145064446	219
137288937276	220
141299573181	221
146794007018	222
152790445382	223
153267368146	224
143291116254	225
156272430614	226
142386664545	227
132219752090	228
142840088307	229
146777318351	230
144615937834	231
154014438946	232
157025723225	233
137288937556	234
152590751425	235
136515486223	236
136885245500	237
156769991672	238
151043874955	239
136691867163	240
154865515400	241
144157548925	242
139903466551	243
156627431945	244
136870508599	245
147847261392	246
138238251564	247
159379990282	248
151132822690	249
150507541176	250
137288937076	251
156018345049	252
154586158044	253
147702292496	254
141851450829	255
148720483827	256
156206411886	257
155631520469	258
145311343626	259
158603196207	260
137512644473	261
152552415034	262
137288936836	263
158706674870	264
137288936796	265
139178574895	266
145808905908	267
142762541171	268
139478292164	269
139178520911	270
159229694332	271
143915496678	272
137621861900	273
137666319992	274
149391679198	275
141282369796	276
142833416056	277
145667429908	278
156206411726	279
136370624159	280
156341340607	281
164377854184	282
146520997626	283
144231654408	284
138912691109	285
137382499365	286
156622586081	287
153805586350	288
134778077417	289
152406493628	290
140300838926	291
141998451787	292
137833206159	293
142427208881	294
152387730417	295
158434669150	296
140003835320	297
154559666352	298
157779666434	299
157073138590	300
139349005135	301
140119250593	302
152314092712	303
148719469819	304
145458689949	305
144688815808	306
147829924682	307
137800969139	308
146195449663	309
137792669404	310
139469904625	311
154536614597	312
139526716500	313
146249879936	314
148609082147	315
147039601089	316
146195449823	317
149335709721	318
139395173400	319
141132433570	320
135524787982	321
139853325804	322
143584962372	323
134601015079	324
137643868743	325
143417401146	326
137082640974	327
147949676522	328
153869699699	329
137244811846	330
139981786038	331
141503088889	332
140236428659	333
136858412637	334
143360454408	335
136687646045	336
135509601343	337
ddd	338
137075245359	339
138912691909	340
161340363281	341
145655450079	342
138557549015	343
149173864221	344
145634782467	345
148058148856	346
143653882935	347
137846465903	348
149606149101	349
138836013733	350
158412545190	351
158663858128	352
139076830243	353
133882622090	354
142401950048	355
157189027336	356
148657262849	357
156018345009	358
140627433058	359
161998958048	360
155272153855	361
157669169689	362
142081971570	363
137221750445	364
141254210106	365
139476110576	366
139035003820	367
155096303192	368
153811825433	369
138988190786	370
152845447630	371
140897952640	372
138912691149	373
136735018062	374
146840300309	375
146663800468	376
141876221710	377
153793019679	378
145574992794	379
149045316926	380
134882360119	381
152669351433	382
145605119968	383
152604543014	384
148951518879	385
138912691629	386
151597889406	387
159776037584	388
153793019719	389
136093759105	390
146324395412	391
142081349407	392
144683051952	393
150539078338	394
