[PAD]	0
[NULL]	1
20011504705	2
19898697030	3
18201015815	4
18452776953	5
15644785671	6
20450694854	7
20103851880	8
16836665488	9
15373834790	10
18479141969	11
15244184080	12
18173250603	13
18586923246	14
20398565718	15
18522029456	16
19634380284	17
13087143268	18
19835861486	19
18894110287	20
18218567039	21
20780836799	22
17087144571	23
10302711056	24
18147715646	25
17821248131	26
19627173526	27
18672890535	28
16382548761	29
19643057755	30
16498725970	31
19913320774	32
13931766395	33
18375936872	34
18019930518	35
15860538198	36
17387482282	37
20284676545	38
18687497198	39
18992789911	40
17560637413	41
17223922263	42
17497314364	43
19160231162	44
20503205682	45
13868753185	46
19867487432	47
20357599351	48
20084964866	49
20766927993	50
20827111678	51
19638947695	52
13296256229	53
19194235888	54
17396189198	55
19638909242	56
16187926782	57
18843972636	58
17061056051	59
20797126045	60
20399087932	61
20767357807	62
17387480521	63
20800273654	64
20817261264	65
20880584323	66
15504785274	67
20554311090	68
16191841117	69
13572372374	70
13929207495	71
19634417706	72
18028980868	73
11881522934	74
15768571194	75
20928981593	76
17348491423	77
20860176929	78
19643114794	79
18846927505	80
20671940619	81
20464772345	82
16660191733	83
20443613898	84
20392349685	85
17358578345	86
20676619863	87
19656759271	88
18376782207	89
19867865997	90
19639059992	91
17407426256	92
19876236847	93
20650178147	94
19663025749	95
10308869985	96
20752550353	97
19756890620	98
20416465194	99
20850790065	100
20797176367	101
17496281192	102
19195498220	103
20011484374	104
19642165195	105
18586698612	106
19117569492	107
20897126638	108
20291068040	109
20784805107	110
18016074188	111
20738859078	112
20799997109	113
17762973525	114
19643070232	115
17348497912	116
20190651036	117
20587865491	118
20336585897	119
20487505102	120
17365026883	121
20801044500	122
19479739403	123
19847766168	124
19657057198	125
18853782708	126
19628402628	127
20700296047	128
19481601314	129
20774337525	130
20080329831	131
15521298872	132
20820256035	133
20463319637	134
18010508089	135
16590636870	136
17724851984	137
20530290382	138
17317084516	139
20922149721	140
9573688512	141
18572501026	142
15259990462	143
20441496705	144
14355177990	145
20267442682	146
20498955264	147
20195790629	148
20528296258	149
18752803349	150
17157172298	151
18407956982	152
17967850502	153
19641799642	154
17498406667	155
20921980953	156
19643233406	157
15561424760	158
20689856323	159
20938538587	160
17295986583	161
20757523155	162
20041506441	163
19874249020	164
18778187201	165
19634780325	166
15720351093	167
20634916035	168
20280875758	169
20571383242	170
20486090073	171
20788549353	172
16697577556	173
17384335431	174
17289849732	175
20947588042	176
20680304106	177
20594761408	178
19030069321	179
20444921256	180
20585017086	181
9568732962	182
20515788673	183
20522316638	184
19903535173	185
19181203169	186
19039400599	187
20644017105	188
17342428949	189
20653504489	190
17085319854	191
19639987832	192
18606432479	193
20650188422	194
18342244475	195
19705855632	196
19624401776	197
20242167720	198
18019663812	199
17215828720	200
17866145736	201
17794228705	202
17278079644	203
19727107611	204
19643102605	205
20180394225	206
17497194935	207
17873986928	208
17858054113	209
20286129284	210
19656778982	211
20706554116	212
20859000420	213
19649237445	214
17858053903	215
17813530468	216
20647337486	217
17296098120	218
20828699733	219
18016263536	220
17715168843	221
20482655266	222
19912100597	223
17248227521	224
17793050607	225
20650275071	226
17328607183	227
20686937037	228
20217299255	229
17079543976	230
20498963940	231
yyy	232
20453074991	233
19868128747	234
20577946218	235
17858053429	236
19649039985	237
20508159095	238
20644011813	239
18016186952	240
