[PAD]	0
[NULL]	1
151255675667	2
147412149333	3
139883533649	4
146779273137	5
139898929159	6
141077533399	7
134927609709	8
137753857419	9
140792855925	10
155236576991	11
143840241031	12
151627046373	13
141871935493	14
142327001016	15
144103241701	16
141077533359	17
135318045753	18
152275221252	19
143045417643	20
135752402066	21
109461846144	22
146418086291	23
155424270162	24
145684518172	25
145852030539	26
141402191405	27
145902023033	28
145948059726	29
147367988322	30
134576416456	31
153284713848	32
130591466091	33
142868163018	34
144450286507	35
152999350062	36
140797768315	37
140678704268	38
150199290653	39
131486093433	40
142381732763	41
142783245019	42
140940932551	43
142436998453	44
137915954366	45
157631936842	46
143395185528	47
142626264685	48
148222573610	49
145109059348	50
127694285754	51
150256779114	52
149154240215	53
146335250351	54
156767741272	55
148236440040	56
157257382004	57
131513356524	58
132837228389	59
144669875433	60
159343990507	61
139570321881	62
152688459558	63
144995793519	64
144453915333	65
153255032804	66
158502990714	67
137288920996	68
147737865087	69
164786106468	70
131666253835	71
145418019244	72
156617325107	73
149297061728	74
148268390520	75
150870075824	76
148753799514	77
140029675622	78
143663269601	79
155753249933	80
139386388006	81
140029675582	82
134791118834	83
160588675587	84
143064318142	85
143721878567	86
143239716676	87
132609918210	88
150999154303	89
141050153514	90
135839887614	91
145467570463	92
154354258483	93
142280664444	94
143752647497	95
139060721418	96
142623359458	97
160834320870	98
160834320710	99
154616082143	100
136792048283	101
123663524854	102
137630747501	103
154116901824	104
155538421915	105
149789563422	106
146122568776	107
136647903506	108
143218914608	109
148701070993	110
157423126231	111
145562552363	112
140061102714	113
104284621562	114
153982959783	115
157346427011	116
132059037246	117
146991740056	118
141521237407	119
156300273763	120
162376632371	121
140740594227	122
144532608139	123
149345188978	124
144898445960	125
162376632211	126
150050266949	127
150339901679	128
146562887740	129
156680954540	130
143007507514	131
156035415303	132
150537428570	133
155330971385	134
142801498206	135
165035263828	136
142639085927	137
147219285730	138
137288937116	139
146135566735	140
151114291642	141
150739369821	142
139178763735	143
135173837205	144
151732927660	145
152698972317	146
159005900362	147
157916177420	148
140835768401	149
158622837513	150
150542008968	151
135579223845	152
148421425360	153
146932129388	154
143653882935	155
135585095225	156
135336774176	157
146794007018	158
155894178716	159
155902899818	160
145836167758	161
140593374889	162
156466476955	163
153070922621	164
155601013384	165
126080999890	166
151145064446	167
161924343811	168
145237917772	169
158520547880	170
139639354763	171
146663800308	172
152590751425	173
154105659722	174
140840816150	175
156272430614	176
134456005406	177
137288937356	178
145814165943	179
129868965316	180
137281822282	181
153040507155	182
131143715513	183
137589074322	184
136128551455	185
150507541176	186
152552415034	187
151597889486	188
157289562938	189
151945675349	190
151109114330	191
142386664545	192
137248731318	193
142840088307	194
144157548925	195
140159420082	196
136515486223	197
156627431945	198
144615937834	199
137317930069	200
158048638968	201
158603196207	202
145044511199	203
140682993274	204
150196263304	205
156018345049	206
130633657106	207
142396909645	208
139758591593	209
154060652079	210
157025723225	211
137621861900	212
150196197064	213
152790445382	214
160354657591	215
147702292496	216
143915496678	217
103249382587	218
141998451787	219
156270492921	220
132206010392	221
145311343626	222
153723883582	223
136870508599	224
142973797349	225
154014438946	226
151043874955	227
141851450829	228
147847261392	229
153267368146	230
152406493628	231
135201071199	232
144231654408	233
145814165983	234
136648787885	235
151132822690	236
146802939000	237
141267151360	238
133706019806	239
160661399441	240
154586158044	241
141299573181	242
139178520911	243
152314092712	244
143087837460	245
107101004338	246
159379990282	247
132219752090	248
158706674870	249
154559666352	250
143417401146	251
137288937276	252
140059104394	253
130156418157	254
137288937076	255
156206411726	256
156206411886	257
159229694332	258
155631520469	259
157915144553	260
115925412908	261
143584962372	262
154865515400	263
156622586081	264
145808905908	265
137288937556	266
142474850570	267
157073138590	268
156769991672	269
143291116254	270
139178574895	271
137288936796	272
146520997626	273
147039601089	274
146777318351	275
158434669150	276
137666319992	277
148719469659	278
154536614597	279
136885245500	280
148720483827	281
139903466551	282
142833416056	283
152387730417	284
141282369796	285
140300838926	286
147829924682	287
164377854184	288
139349005135	289
140003835320	290
148609082147	291
153805586350	292
148719469819	293
137800969139	294
142762541171	295
145667429908	296
139526716500	297
139469904625	298
138238251564	299
137244811846	300
146185089053	301
136370624159	302
138836013733	303
135524787982	304
146195449823	305
146195449663	306
149391679198	307
139476110576	308
144688815808	309
142427208881	310
140627433058	311
142401950048	312
137075245359	313
145655450079	314
137833206159	315
139478292164	316
153869699699	317
137288936836	318
149335709721	319
133882622090	320
143360454408	321
150539078338	322
161340363281	323
138557549015	324
157779666434	325
134601015079	326
136735018062	327
135509601343	328
149045316926	329
141132433570	330
139395173400	331
155272153855	332
136687646045	333
157189027336	334
136858412637	335
145458689949	336
146249879936	337
137643868743	338
138988190786	339
139035003820	340
137846465903	341
137792669404	342
149606149101	343
137698772375	344
147949676522	345
156018345009	346
139853325804	347
141254210106	348
145574992794	349
158412545190	350
134778077417	351
161998958048	352
140236428659	353
141503088889	354
139076830243	355
156341340607	356
139981786038	357
148058148856	358
136093759105	359
139300037659	360
155096303192	361
136691867163	362
157669169689	363
137382499365	364
152845447630	365
142081349407	366
137082640974	367
138912691149	368
140119250593	369
148951518879	370
134882360119	371
138912691909	372
149173864221	373
137512644473	374
145634782467	375
138912691109	376
159776037584	377
ddd	378
153811825433	379
140897952640	380
146840300309	381
137221750445	382
141876221710	383
148657262849	384
142081971570	385
152604543014	386
139823674536	387
138912691629	388
140275398684	389
151597889406	390
152604543054	391
158663858128	392
146663800468	393
139823675976	394
153793019679	395
145605119968	396
