[PAD]	0
[NULL]	1
venezuela	2
philippines	3
vietnam	4
columbia	5
india	6
ukraine	7
bangladesh	8
global	9
america	10
russia	11
nigeria	12
brazil	13
indonesia	14
morocco	15
argentina	16
peru	17
germany	18
kenya	19
pakistan	20
globalblackhair	21
canada	22
chile	23
spain	24
colombia	25
mexico	26
italy	27
turkey	28
britain	29
saudiarabia	30
bulgaria	31
eastasia	32
ghana	33
egypt	34
greece	35
japan	36
kuwait	37
france	38
portugal	39
united kingdom	40
southafrica	41
united states	42
malaysia	43
china	44
southkorea	45
unitedarabemirates	46
thailand	47
singapore	48
bahrain	49
qatar	50
ecuador	51
romania	52
bosnia and herzegovina	53
netherlands	54
belarus	55
united arab emirates	56
oman	57
madagascar	58
