[PAD]	0
[NULL]	1
in	2
us	3
my	4
tr	5
sa	6
mx	7
de	8
ae	9
gb	10
it	11
fr	12
th	13
kr	14
ph	15
lk	16
id	17
il	18
cl	19
qa	20
ca	21
br	22
sg	23
es	24
nl	25
za	26
pl	27
ro	28
vn	29
gr	30
kz	31
au	32
ge	33
hr	34
ua	35
ar	36
om	37
az	38
hu	39
ma	40
kw	41
jp	42
cr	43
ke	44
bg	45
cz	46
pt	47
kh	48
pe	49
null	50
ng	51
se	52
co	53
sk	54
be	55
ch	56
ec	57
at	58
gt	59
bh	60
cn	61
gh	62
pk	63
lt	64
jo	65
uz	66
rs	67
nz	68
eastAsia	69
do	70
ie	71
sv	72
no	73
eg	74
cy	75
fi	76
hn	77
mv	78
pa	79
al	80
iq	81
jm	82
mm	83
si	84
nmk	85
by	86
mu	87
dk	88
ba	89
tz	90
lv	91
pr	92
bo	93
mt	94
ru	95
uy	96
am	97
md	98
py	99
ni	100
tn	101
ee	102
ps	103
gl	104
ye	105
np	106
lb	107
bd	108
dz	109
ug	110
ci	111
fj	112
pg	113
is	114
zm	115
bs	116
kg	117
tt	118
lu	119
na	120
so	121
mk	122
cd	123
gu	124
bt	125
bn	126
mz	127
cm	128
bw	129
ky	130
re	131
africa	132
sn	133
je	134
ly	135
ve	136
sc	137
bj	138
mn	139
europe	140
la	141
tj	142
me	143
gn	144
et	145
rw	146
northamerica	147
vi	148
gp	149
ao	150
cv	151
cg	152
科索沃	153
lc	154
tg	155
fo	156
aw	157
nr	158
ag	159
mq	160
zw	161
nc	162
td	163
kn	164
southamerica	165
vg	166
pw	167
gg	168
bb	169
bm	170
sz	171
ga	172
mw	173
ml	174
gy	175
cw	176
lr	177
dj	178
mr	179
ne	180
ht	181
as	182
bz	183
pf	184
sd	185
bf	186
mf	187
ws	188
gf	189
ai	190
gm	191
vu	192
sx	193
gd	194
ir	195
tc	196
sy	197
yt	198
gi	199
wf	200
to	201
dm	202
sl	203
tl	204
fm	205
cf	206
sr	207
ss	208
mg	209
vc	210
ax	211
荷兰加勒比	212
ck	213
af	214
ad	215
li	216
sm	217
mp	218
sb	219
mc	220
tm	221
bi	222
km	223
gq	224
cu	225
im	226
