[PAD]	0
[NULL]	1
151255675667	2
147412149333	3
139883533649	4
139898929159	5
141077533399	6
134927609709	7
137753857419	8
141871935493	9
140792855925	10
143840241031	11
152275221252	12
141077533359	13
142327001016	14
146779273137	15
135752402066	16
144103241701	17
146418086291	18
145684518172	19
145852030539	20
109461846144	21
135318045753	22
145902023033	23
141402191405	24
140797768315	25
147367988322	26
144450286507	27
142868163018	28
134576416456	29
143045417643	30
140678704268	31
142381732763	32
140940932551	33
145948059726	34
142436998453	35
131486093433	36
142626264685	37
153284713848	38
142783245019	39
137915954366	40
143395185528	41
130591466091	42
150256779114	43
145109059348	44
146335250351	45
148236440040	46
144669875433	47
127694285754	48
144995793519	49
147737865087	50
144453915333	51
145418019244	52
148268390520	53
150870075824	54
131513356524	55
131666253835	56
140029675622	57
149297061728	58
148753799514	59
137288920996	60
143721878567	61
139386388006	62
132837228389	63
140029675582	64
143663269601	65
139570321881	66
145467570463	67
150199290653	68
143064318142	69
143239716676	70
143752647497	71
149154240215	72
146122568776	73
142623359458	74
151627046373	75
141050153514	76
142280664444	77
148701070993	78
137630747501	79
145562552363	80
143218914608	81
154116901824	82
139060721418	83
146991740056	84
132609918210	85
140740594227	86
149345188978	87
144532608139	88
142801498206	89
146562887740	90
144898445960	91
104284621562	92
141521237407	93
153255032804	94
146135566735	95
143007507514	96
135839887614	97
148421425360	98
157346427011	99
134791118834	100
136792048283	101
150050266949	102
139178763735	103
142639085927	104
150542008968	105
143653882935	106
146794007018	107
146932129388	108
145836167758	109
145237917772	110
123663524854	111
139639354763	112
132059037246	113
145814165943	114
155601013384	115
136647903506	116
140835768401	117
144157548925	118
146663800308	119
151114291642	120
142840088307	121
142386664545	122
147702292496	123
137317930069	124
145044511199	125
150196263304	126
140159420082	127
147219285730	128
151732927660	129
140061102714	130
144615937834	131
142396909645	132
140840816150	133
145311343626	134
139758591593	135
150196197064	136
140593374889	137
141851450829	138
142973797349	139
129868965316	140
147847261392	141
135579223845	142
141998451787	143
135173837205	144
135336774176	145
144231654408	146
152406493628	147
137288937116	148
135585095225	149
143915496678	150
133706019806	151
131143715513	152
145814165983	153
141299573181	154
146802939000	155
141267151360	156
143087837460	157
136648787885	158
136128551455	159
143417401146	160
137589074322	161
137281822282	162
151043874955	163
134456005406	164
136515486223	165
126080999890	166
137248731318	167
137288937356	168
152314092712	169
143291116254	170
143584962372	171
147039601089	172
142474850570	173
140682993274	174
136870508599	175
148720483827	176
137621861900	177
139178574895	178
146777318351	179
139469904625	180
146520997626	181
150507541176	182
142833416056	183
130156418157	184
148719469659	185
103249382587	186
152552415034	187
141282369796	188
147829924682	189
115925412908	190
107101004338	191
135201071199	192
148609082147	193
140300838926	194
139349005135	195
139178520911	196
130633657106	197
146185089053	198
137244811846	199
137288937076	200
139526716500	201
146195449663	202
139476110576	203
149391679198	204
132206010392	205
146195449823	206
145655450079	207
135524787982	208
137288937276	209
142427208881	210
137288937556	211
144688815808	212
139903466551	213
138836013733	214
137833206159	215
145808905908	216
141132433570	217
149335709721	218
137075245359	219
132219752090	220
133882622090	221
140627433058	222
136735018062	223
136687646045	224
148719469819	225
137800969139	226
140059104394	227
145458689949	228
145574992794	229
147949676522	230
138988190786	231
137643868743	232
138557549015	233
137846465903	234
146249879936	235
139035003820	236
137288936796	237
141254210106	238
153805586350	239
139478292164	240
138238251564	241
140236428659	242
143360454408	243
140003835320	244
136885245500	245
141503088889	246
139076830243	247
142762541171	248
137698772375	249
148058148856	250
146840300309	251
137288936836	252
142401950048	253
139981786038	254
139853325804	255
137382499365	256
135509601343	257
152845447630	258
142081349407	259
137666319992	260
136093759105	261
140119250593	262
139300037659	263
138912691149	264
138912691909	265
137082640974	266
145634782467	267
139395173400	268
145667429908	269
138912691109	270
137792669404	271
140897952640	272
150539078338	273
137512644473	274
137221750445	275
148657262849	276
136370624159	277
142081971570	278
139823674536	279
134882360119	280
138912691629	281
134601015079	282
140275398684	283
136858412637	284
144683051952	285
134778077417	286
136691867163	287
139823675976	288
145605119968	289
ddd	290
141876221710	291
148951518879	292
