[PAD]	0
[NULL]	1
venezuela	2
vietnam	3
philippines	4
columbia	5
india	6
ukraine	7
bangladesh	8
global	9
america	10
brazil	11
russia	12
indonesia	13
nigeria	14
morocco	15
argentina	16
peru	17
kenya	18
germany	19
colombia	20
pakistan	21
globalblackhair	22
mexico	23
spain	24
canada	25
italy	26
chile	27
turkey	28
britain	29
bulgaria	30
eastasia	31
saudiarabia	32
ghana	33
egypt	34
united kingdom	35
united states	36
uruguay	37
costa rica	38
greece	39
france	40
honduras	41
moldova	42
portugal	43
cambodia	44
guatemala	45
china	46
southafrica	47
malaysia	48
kuwait	49
southkorea	50
thailand	51
netherlands	52
belarus	53
romania	54
ecuador	55
iraq	56
qatar	57
oman	58
unitedarabemirates	59
