[PAD]	0
[NULL]	1
151255675667	2
139883533649	3
147412149333	4
139898929159	5
141077533399	6
134927609709	7
137753857419	8
141871935493	9
143840241031	10
140792855925	11
152275221252	12
141077533359	13
135318045753	14
142327001016	15
135752402066	16
146418086291	17
145684518172	18
144103241701	19
146779273137	20
145852030539	21
145902023033	22
109461846144	23
141402191405	24
134576416456	25
144450286507	26
130591466091	27
140797768315	28
142868163018	29
140678704268	30
147367988322	31
143045417643	32
140940932551	33
142381732763	34
131486093433	35
150256779114	36
142626264685	37
142436998453	38
142783245019	39
137915954366	40
145109059348	41
143395185528	42
153284713848	43
146335250351	44
127694285754	45
148236440040	46
145948059726	47
144669875433	48
139570321881	49
144995793519	50
132837228389	51
144453915333	52
137288920996	53
145418019244	54
147737865087	55
148268390520	56
150870075824	57
131666253835	58
131513356524	59
148753799514	60
140029675622	61
143721878567	62
149297061728	63
139386388006	64
140029675582	65
145467570463	66
134791118834	67
143663269601	68
143239716676	69
143752647497	70
143064318142	71
141050153514	72
146122568776	73
132609918210	74
142623359458	75
148701070993	76
139060721418	77
135839887614	78
149154240215	79
142280664444	80
136792048283	81
143218914608	82
145562552363	83
137630747501	84
123663524854	85
154116901824	86
149345188978	87
136647903506	88
140740594227	89
141521237407	90
146991740056	91
132059037246	92
140061102714	93
146562887740	94
142801498206	95
144532608139	96
150199290653	97
144898445960	98
104284621562	99
146135566735	100
143007507514	101
137288937116	102
148421425360	103
142639085927	104
139178763735	105
140835768401	106
135173837205	107
150542008968	108
143653882935	109
145237917772	110
135579223845	111
145836167758	112
146932129388	113
145814165943	114
135585095225	115
126080999890	116
140593374889	117
146794007018	118
135336774176	119
139639354763	120
147702292496	121
150050266949	122
129868965316	123
144157548925	124
146663800308	125
155601013384	126
140840816150	127
131143715513	128
134456005406	129
137288937356	130
137589074322	131
136128551455	132
142386664545	133
142840088307	134
150196263304	135
145044511199	136
140159420082	137
137317930069	138
136515486223	139
137248731318	140
142396909645	141
140682993274	142
130633657106	143
137281822282	144
139758591593	145
145311343626	146
144615937834	147
150196197064	148
151114291642	149
141851450829	150
142973797349	151
147847261392	152
103249382587	153
132206010392	154
136870508599	155
135201071199	156
144231654408	157
141998451787	158
133706019806	159
143915496678	160
145814165983	161
137621861900	162
141299573181	163
151043874955	164
152406493628	165
136648787885	166
143087837460	167
146802939000	168
141267151360	169
107101004338	170
139178520911	171
143417401146	172
137288937276	173
132219752090	174
130156418157	175
137288937076	176
140059104394	177
145808905908	178
143291116254	179
147039601089	180
142474850570	181
143584962372	182
137288937556	183
150507541176	184
137288936796	185
148720483827	186
139178574895	187
142833416056	188
146777318351	189
115925412908	190
148719469659	191
137666319992	192
139469904625	193
146520997626	194
152552415034	195
136885245500	196
141282369796	197
139903466551	198
147829924682	199
140300838926	200
142762541171	201
139349005135	202
140003835320	203
138238251564	204
139526716500	205
148609082147	206
151732927660	207
137244811846	208
137800969139	209
146185089053	210
136370624159	211
146195449663	212
145655450079	213
138836013733	214
135524787982	215
145667429908	216
149391679198	217
139476110576	218
146195449823	219
141132433570	220
137833206159	221
142401950048	222
144688815808	223
139478292164	224
142427208881	225
149335709721	226
137075245359	227
143360454408	228
137288936836	229
148719469819	230
133882622090	231
136735018062	232
138557549015	233
136687646045	234
135509601343	235
140627433058	236
136858412637	237
134601015079	238
138988190786	239
145458689949	240
139395173400	241
147949676522	242
137846465903	243
137643868743	244
145574992794	245
137792669404	246
146249879936	247
139035003820	248
139853325804	249
141254210106	250
137698772375	251
140236428659	252
141503088889	253
134778077417	254
139076830243	255
153805586350	256
139981786038	257
136691867163	258
146840300309	259
148058148856	260
152845447630	261
138912691149	262
136093759105	263
142081349407	264
137082640974	265
139300037659	266
137512644473	267
137382499365	268
140119250593	269
145634782467	270
138912691109	271
134882360119	272
138912691909	273
140897952640	274
141876221710	275
150539078338	276
137221750445	277
ddd	278
142081971570	279
148657262849	280
139823674536	281
138912691629	282
140275398684	283
145605119968	284
144683051952	285
146663800468	286
139823675976	287
148951518879	288
