[PAD]	0
[NULL]	1
141077533399	2
151255675667	3
139898929159	4
139883533649	5
143840241031	6
141871935493	7
137753857419	8
152275221252	9
141077533359	10
109461846144	11
135318045753	12
147412149333	13
142327001016	14
140792855925	15
134927609709	16
145902023033	17
140678704268	18
144450286507	19
141402191405	20
135752402066	21
130591466091	22
146418086291	23
142783245019	24
145852030539	25
134576416456	26
142868163018	27
127694285754	28
140797768315	29
145109059348	30
145684518172	31
142626264685	32
131486093433	33
142436998453	34
146335250351	35
144103241701	36
143395185528	37
146779273137	38
137915954366	39
140061102714	40
140940932551	41
153284713848	42
137288920996	43
143045417643	44
139570321881	45
144669875433	46
142381732763	47
136792048283	48
147367988322	49
131666253835	50
150256779114	51
140029675622	52
142801498206	53
148753799514	54
140740594227	55
145948059726	56
123663524854	57
141050153514	58
142280664444	59
148236440040	60
132837228389	61
144453915333	62
145418019244	63
131513356524	64
141521237407	65
147737865087	66
150870075824	67
143239716676	68
136647903506	69
145467570463	70
149297061728	71
144995793519	72
137630747501	73
140029675582	74
148701070993	75
143721878567	76
139060721418	77
134791118834	78
143218914608	79
148268390520	80
143752647497	81
134456005406	82
135839887614	83
146562887740	84
133706019806	85
132059037246	86
135336774176	87
142623359458	88
146991740056	89
149345188978	90
146122568776	91
154116901824	92
142639085927	93
144532608139	94
146135566735	95
135173837205	96
104284621562	97
135585095225	98
149154240215	99
129868965316	100
103249382587	101
132609918210	102
140835768401	103
139386388006	104
140593374889	105
143007507514	106
137288937116	107
143064318142	108
150196197064	109
137281822282	110
136128551455	111
145562552363	112
131143715513	113
143663269601	114
145237917772	115
142474850570	116
145836167758	117
139178763735	118
137288937356	119
126080999890	120
148421425360	121
146932129388	122
144898445960	123
145044511199	124
139639354763	125
139758591593	126
136648787885	127
142973797349	128
146663800308	129
130156418157	130
140682993274	131
140059104394	132
150196263304	133
137317930069	134
107101004338	135
146802939000	136
137589074322	137
146185089053	138
145814165983	139
150542008968	140
135579223845	141
140159420082	142
140840816150	143
145808905908	144
142386664545	145
148719469659	146
132206010392	147
130633657106	148
145814165943	149
135201071199	150
142396909645	151
137248731318	152
143291116254	153
137288937276	154
141299573181	155
146794007018	156
143087837460	157
132219752090	158
142840088307	159
144615937834	160
146777318351	161
137288937556	162
136515486223	163
144157548925	164
136885245500	165
155601013384	166
147847261392	167
147702292496	168
141267151360	169
136691867163	170
115925412908	171
137288937076	172
136870508599	173
145458689949	174
138238251564	175
141132433570	176
150507541176	177
148720483827	178
141851450829	179
145311343626	180
137512644473	181
152552415034	182
137288936836	183
143915496678	184
137288936796	185
139178574895	186
142762541171	187
139478292164	188
139178520911	189
137666319992	190
137621861900	191
146195449663	192
142833416056	193
146520997626	194
141282369796	195
145667429908	196
136370624159	197
144231654408	198
138912691109	199
149391679198	200
137382499365	201
134778077417	202
152406493628	203
140300838926	204
141998451787	205
137833206159	206
142427208881	207
147829924682	208
140003835320	209
139349005135	210
140119250593	211
139903466551	212
137800969139	213
137792669404	214
151114291642	215
139469904625	216
144688815808	217
139526716500	218
148609082147	219
146249879936	220
145655450079	221
146195449823	222
147039601089	223
147949676522	224
143417401146	225
139395173400	226
135524787982	227
149335709721	228
143584962372	229
137643868743	230
139853325804	231
137082640974	232
139981786038	233
137244811846	234
141503088889	235
143360454408	236
140236428659	237
136687646045	238
136858412637	239
135509601343	240
ddd	241
138912691909	242
137075245359	243
148719469819	244
138557549015	245
145634782467	246
146840300309	247
148058148856	248
137846465903	249
134601015079	250
153805586350	251
138836013733	252
133882622090	253
139076830243	254
142401950048	255
145574992794	256
140627433058	257
148657262849	258
142081971570	259
137221750445	260
141254210106	261
139476110576	262
139035003820	263
138988190786	264
140897952640	265
152845447630	266
136735018062	267
146663800468	268
141876221710	269
148951518879	270
134882360119	271
145605119968	272
143653882935	273
138912691629	274
144683051952	275
136093759105	276
138912691149	277
146324395412	278
142081349407	279
150539078338	280
