[PAD]	0
[NULL]	1
venezuela	2
vietnam	3
philippines	4
columbia	5
india	6
ukraine	7
bangladesh	8
global	9
america	10
brazil	11
russia	12
nigeria	13
indonesia	14
morocco	15
argentina	16
peru	17
kenya	18
germany	19
globalblackhair	20
colombia	21
pakistan	22
spain	23
canada	24
mexico	25
chile	26
italy	27
turkey	28
britain	29
bulgaria	30
eastasia	31
ghana	32
saudiarabia	33
egypt	34
united kingdom	35
uruguay	36
greece	37
united states	38
france	39
costa rica	40
honduras	41
moldova	42
portugal	43
southafrica	44
china	45
malaysia	46
cambodia	47
southkorea	48
guatemala	49
kuwait	50
thailand	51
netherlands	52
singapore	53
romania	54
belarus	55
ecuador	56
iraq	57
qatar	58
madagascar	59
oman	60
