[PAD]	0
[NULL]	1
151255675667	2
147412149333	3
137753857419	4
140792855925	5
141077533399	6
152275221252	7
139883533649	8
146779273137	9
144103241701	10
139898929159	11
134927609709	12
141871935493	13
145902023033	14
143840241031	15
142327001016	16
145852030539	17
141077533359	18
143045417643	19
153284713848	20
147367988322	21
150256779114	22
145948059726	23
146418086291	24
142626264685	25
142783245019	26
148236440040	27
142868163018	28
109461846144	29
146335250351	30
142436998453	31
142381732763	32
149297061728	33
144453915333	34
144995793519	35
145418019244	36
149154240215	37
147737865087	38
148268390520	39
148753799514	40
140797768315	41
141402191405	42
137915954366	43
145467570463	44
150870075824	45
144669875433	46
131513356524	47
131666253835	48
135318045753	49
150199290653	50
143064318142	51
146122568776	52
143752647497	53
143239716676	54
140029675622	55
145109059348	56
140029675582	57
148701070993	58
135752402066	59
144450286507	60
145562552363	61
154116901824	62
140678704268	63
149345188978	64
131486093433	65
142801498206	66
127694285754	67
146135566735	68
130591466091	69
144532608139	70
146562887740	71
132837228389	72
145836167758	73
143395185528	74
145684518172	75
148421425360	76
139386388006	77
140940932551	78
134576416456	79
143721878567	80
146991740056	81
150542008968	82
146794007018	83
132609918210	84
145814165943	85
137288920996	86
144898445960	87
143663269601	88
144157548925	89
147702292496	90
143915496678	91
151732927660	92
150050266949	93
104284621562	94
139570321881	95
150196263304	96
143218914608	97
147847261392	98
145311343626	99
141050153514	100
145237917772	101
155601013384	102
140740594227	103
145814165983	104
145044511199	105
135839887614	106
139060721418	107
141521237407	108
142639085927	109
151114291642	110
132059037246	111
142623359458	112
150507541176	113
142280664444	114
123663524854	115
151043874955	116
153255032804	117
143291116254	118
136792048283	119
143007507514	120
143653882935	121
146932129388	122
141299573181	123
137248731318	124
137630747501	125
142386664545	126
152552415034	127
148719469659	128
142474850570	129
145655450079	130
146520997626	131
150196197064	132
137281822282	133
144615937834	134
142973797349	135
139178763735	136
135173837205	137
136515486223	138
136647903506	139
140840816150	140
146802939000	141
147039601089	142
148720483827	143
146663800308	144
146195449663	145
140593374889	146
139178520911	147
134791118834	148
140159420082	149
131143715513	150
147829924682	151
136128551455	152
149335709721	153
141132433570	154
134456005406	155
135336774176	156
146185089053	157
148609082147	158
141267151360	159
149391679198	160
139639354763	161
143417401146	162
146195449823	163
142396909645	164
135585095225	165
152406493628	166
139178574895	167
133706019806	168
135579223845	169
147949676522	170
143584962372	171
137621861900	172
137288937116	173
140627433058	174
157346427011	175
145458689949	176
141998451787	177
140061102714	178
139469904625	179
137643868743	180
137589074322	181
137792669404	182
137288937276	183
139758591593	184
135201071199	185
139903466551	186
152845447630	187
139478292164	188
153805586350	189
132219752090	190
148719469819	191
140682993274	192
126080999890	193
146777318351	194
138912691149	195
146249879936	196
136870508599	197
141851450829	198
143360454408	199
150539078338	200
136648787885	201
140897952640	202
137317930069	203
146840300309	204
129868965316	205
142833416056	206
148657262849	207
140835768401	208
140300838926	209
139853325804	210
136687646045	211
137288937556	212
137288937356	213
148058148856	214
139300037659	215
142427208881	216
139476110576	217
142081971570	218
137288937076	219
103249382587	220
138557549015	221
144231654408	222
130633657106	223
137800969139	224
135509601343	225
132206010392	226
137075245359	227
142840088307	228
142762541171	229
143087837460	230
138238251564	231
137512644473	232
137846465903	233
145808905908	234
136735018062	235
137698772375	236
140236428659	237
130156418157	238
137288936796	239
136885245500	240
141254210106	241
139076830243	242
144688815808	243
141503088889	244
107101004338	245
148951518879	246
145634782467	247
137833206159	248
115925412908	249
134601015079	250
135524787982	251
140059104394	252
140003835320	253
141282369796	254
137244811846	255
